IDS_RUS_CODE_REPORT_EN_TEST = "EC_Informe_EN-Prueba(Lang:EN)"
IDS_RUS_DLL_ERROR = "Se está vinculando una versión incorrecta de dll"
IDS_RUS_DLL_ERROR_REPORT = "No se pudo inicializar la dll COM"
IDS_CVL_REPORT_PRINTING = "Imprimiendo informe..."
IDS_CVL_REPORT_GENERATING = "Generando informe..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Cálculo de la resistencia de las secciones de elementos espaciales"
IDS_CVL_RPT_SNiP_Not_required = "No requerido"
IDS_SP16_Par711_Title = "Cálculo de la resistencia de elementos bajo tracción o compresión central (par. 7.1.1)"
IDS_SP16_Par713_Title = "Cálculo de la estabilidad de elementos de sección maciza bajo compresión central (par. 7.1.3)"
IDS_SP16_Par715_Title = "Estabilidad ante la pérdida de estabilidad por flexión-torsión de una sección abierta (par. 7.1.5)"
IDS_SP16_Par723_Title = "Cálculo de la esbeltez condicional de la rama (par. 7.2.3)"
IDS_SP16_Par724_Title = "Cálculo de la estabilidad de ramas individuales en elementos de sección compuesta (par. 7.2.4)"
IDS_SP16_Par732_Title = "Estabilidad de paredes de elementos de sección maciza comprimidos centralmente (par. 7.3.2)"
IDS_SP16_Par733_Title = "Las paredes de los elementos de sección maciza comprimidos centralmente deben reforzarse con rigidizadores transversales (par. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nSe requieren rigidizadores transversales, pero no están definidos."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nSe requieren y están definidos rigidizadores transversales. Verificando la suficiencia de la frecuencia de los rigidizadores transversales:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nNo se requieren rigidizadores transversales."
IDS_SP16_Par738_Title = "Estabilidad de chapas de cordón de elementos de sección maciza comprimidos centralmente (par. 7.3.8)"
IDS_SP16_Par821_Title = "Cálculo de resistencia de vigas de clase 1: bajo la acción de un Momento (par. 8.2.1)"
IDS_SP16_ParTau_Title = "Verificación de la Sección para fuerzas de Esfuerzo cortante"
IDS_SP16_Par823_Title = "Cálculo de resistencia de vigas compuestas de las clases 2 y 3 de secciones en I y cajón: bajo la acción de un Momento (par. 8.2.3)"
IDS_SP16_Par841_Title = "Cálculo de la estabilidad de vigas en I de clase 1: bajo la acción de un Momento (par. 8.4.1)"
IDS_SP16_Par851_Title = "Estabilidad de paredes de vigas de clase 1: bajo la acción de un Momento (par. 8.5.1)"
IDS_SP16_Par853_Title = "Estabilidad de paredes de viga de clase 1 de sección transversal simétrica en presencia de Esfuerzo local: bajo la acción de un Momento (par. 8.5.3)"
IDS_SP16_Par857_Title = "Estabilidad de las paredes de vigas de clase 1 de una sección en I asimétrica con un ala traccionada más desarrollada (par. 8.5.7)"
IDS_SP16_Par858_Title = "Estabilidad de paredes de viga de clase 2 y 3 de Acero homogéneo en ausencia de Esfuerzo local (Sigma_loc = 0) (par. 8.5.8)"
IDS_SP16_Par822_Title = "Cálculo de la resistencia de una pared de viga no reforzada con rigidizadores bajo la acción de Esfuerzo local (par. 8.2.2)"
IDS_SP16_Par8518_Title = "Estabilidad de cordones comprimidos de vigas de clase 1 (par. 8.5.18)"
IDS_SP16_Par8519_Title = "Estabilidad de cordones comprimidos de vigas de clase 2, 3 (par. 8.5.19)"
IDS_SP16_Par911_Title = "Cálculo de resistencia de elementos comprimidos excéntricamente y traccionados excéntricamente (par. 9.1.1)"
IDS_SP16_Par913_Title = "Verificación de la resistencia a tracción de la fibra de la sección de elementos comprimidos excéntricamente con secciones asimétricas (par. 9.1.3)"
IDS_SP16_Par922_Title = "Cálculo de la estabilidad de elementos comprimidos excéntricamente en el plano de acción del Momento, coincidente con el plano de simetría (par. 9.2.2)"
IDS_SP16_Par928_Title = "Cálculo de la estabilidad de elementos comprimidos excéntricamente flectados en el plano de menor rigidez (par. 9.2.8)"
IDS_SP16_Par929_Title = "Cálculo de la estabilidad de barras (excepto tipo cajón) sometidas a compresión y flexión en dos planos principales (par. 9.2.9)"
IDS_SP16_Par9210_Title = "Cálculo de la estabilidad de barras (tipo cajón) sometidas a compresión y flexión en dos planos principales (par. 9.2.10)"
IDS_SP16_Par924_Title = "Cálculo de la estabilidad de barras comprimidas excéntricamente fuera del plano de acción del Momento durante su flexión en el plano de mayor rigidez (par. 9.2.4)"
IDS_SP16_Par942_Title = "Estabilidad de paredes de elementos comprimidos excéntricamente (par. 9.4.2)"
IDS_SP16_Par947_Title = "Estabilidad de alas (estantes) de barras comprimidas excéntricamente (par. 9.4.7)"
IDS_SP16_Par1041_Title = "Longitudes de cálculo máximas de los elementos (par. 10.4.1)"
IDS_SP16_Par1122_Title = "Cálculo de la estabilidad de las paredes de tuberías sin costura o soldadas eléctricamente (par. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n No se requieren verificaciones adicionales."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Para el tipo de Sección %s los coeficientes son: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Tipo de Sección desconocido. Los coeficientes son: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Cálculo de la esbeltez lambda_ef de un Elemento de sección calada"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Tipo de Sección: 1, las ramas están conectadas con chapas"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Tipo de Sección: 1, las ramas están conectadas con celosía"
IDS_SP16_CALC_PHI_COEFF = "Cálculo del coeficiente phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Cálculo del coeficiente de estabilidad phi_e bajo compresión excéntrica de elementos macizos"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "De la tabla D.3 para o_lambda_ef = %g y m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Cálculo del coeficiente de estabilidad phi_e bajo compresión excéntrica de elementos calados"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "De la tabla D.4 para o_lambda_ef = %g y m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Cálculo del área reducida Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Tipo de Sección de la tabla 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "No se cumplen los requisitos del párrafo 7.3.2. Cálculo con área reducida."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "No se cumplen los requisitos del párrafo 9.4.2. Cálculo con área reducida."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Cálculo de la esbeltez condicional última del alma (tabla 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Cálculo de la esbeltez condicional última del ala (tabla 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Cálculo de hd para Elemento comprimido centralmente"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Cálculo de hd para Elemento no comprimido centralmente"
IDS_SP16_CALCULATION_OF_BD = "Cálculo de bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Cálculo de ω, α, β a partir de la tabla D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Cálculo del coeficiente Cmax. Tipo de Sección: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Cálculo de los coeficientes Cy, Cz, n (tabla E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Para Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Cálculo del coeficiente B (tabla ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Cálculo de los coeficientes C y D (tabla ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "razón"
IDS_SNiP_REPORT_SECT_REDESIGN = "La Sección debe rediseñarse."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ No se requiere Armadura."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Se requiere Armadura."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
